package tpo.text.radio;

//В рубке "Золотого Сердца" громко играла музыка: Зафод искал по суб-эфирному радио новости о себе.
//        Ему это с трудом удавалось. Многие годы радио настраивали, нажимая кнопки и вращая рукоятки.
//        Позже технология стала сложнее, и управление сделали сенсорным, -- достаточно было касаться панелей пальцами.
//        Теперь же нужно было просто помахивать рукой в направлении аппаратуры и надеяться, что попал.
//        Это, конечно, экономило расход мышечной энергии, но если вы хотели слушать одну и ту же программу,
//        то приходилось сидеть почти неподвижно.
public abstract class Radio {
}
